Repository: zeugmaster/macadamia
Catalog: macadamia/AppAssets/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, ko, pt_br, ru, tr

# %lld Mint%@ selected
source: %1$lld Mint%2$@ selected
ar: %1$lld Mint%2$@ محددة
bn: %1$lld Mint%2$@ নির্বাচিত
de: %1$lld Mint%2$@ ausgewählt
es: %1$lld Mint%2$@ seleccionados
fr: %1$lld Mint%2$@ sélectionnés
hi: %1$lld Mint%2$@ चयनित
ja: %1$lldミント%2$@選択済み
ko: %1$lld 민트%2$@ 선택됨
pt_br: %1$lld Mint%2$@ selecionados
ru: %1$lld Mint%2$@ выбрано
tr: %1$lld Mint%2$@ seçildi

source: %lld objects
ar: %lld عنصر
bn: %lld অবজেক্ট
de: %lld Objekte
es: %lld objetos
fr: %lld objets
hi: %lld ऑब्जेक्ट
ja: %lldオブジェクト
ko: %lld 객체
pt_br: %lld objetos
ru: %lld объектов
tr: %lld nesne

source: ⚠️ Encoding Error
ar: ⚠️ خطأ في الترميز
bn: ⚠️ এনকোডিং ত্রুটি
de: ⚠️ Kodierungsfehler
es: ⚠️ Error de codificación
fr: ⚠️ Erreur d'encodage
hi: ⚠️ एन्कोडिंग त्रुटि
ja: ⚠️ エンコードエラー
ko: ⚠️ 인코딩 오류
pt_br: ⚠️ Erro de codificação
ru: ⚠️ Ошибка кодирования
tr: ⚠️ Kodlama hatası

source: ⚠️ Nostr Key Error
ar: ⚠️ خطأ في مفتاح Nostr
bn: ⚠️ Nostr Key ত্রুটি
de: ⚠️ Nostr-Key Fehler
es: ⚠️ Error de Nostr Key
fr: ⚠️ Erreur de clé Nostr
hi: ⚠️ Nostr Key त्रुटि
ja: ⚠️ Nostrキーエラー
ko: ⚠️ Nostr 키 오류
pt_br: ⚠️ Erro de Nostr Key
ru: ⚠️ Ошибка Nostr-ключа
tr: ⚠️ Nostr Key hatası

source: ⚠️ Nostr Key Missing
ar: ⚠️ مفتاح Nostr مفقود
bn: ⚠️ Nostr Key অনুপস্থিত
de: ⚠️ Nostr-Key fehlt
es: ⚠️ Nostr Key faltante
fr: ⚠️ Clé Nostr manquante
hi: ⚠️ Nostr Key अनुपस्थित
ja: ⚠️ Nostrキーがありません
ko: ⚠️ Nostr 키 누락
pt_br: ⚠️ Nostr Key ausente
ru: ⚠️ Nostr-ключ отсутствует
tr: ⚠️ Nostr Key eksik

source: ⚠️ Unexpected HTTP Response
ar: ⚠️ استجابة HTTP غير متوقعة
bn: ⚠️ অপ্রত্যাশিত HTTP রেসপন্স
de: ⚠️ Unerwartete HTTP-Response
es: ⚠️ Respuesta HTTP inesperada
fr: ⚠️ Réponse HTTP inattendue
hi: ⚠️ अनपेक्षित HTTP प्रतिक्रिया
ja: ⚠️ 予期しないHTTPレスポンス
ko: ⚠️ 예기치 않은 HTTP 응답
pt_br: ⚠️ Resposta HTTP inesperada
ru: ⚠️ Неожиданный HTTP-ответ
tr: ⚠️ Beklenmeyen HTTP yanıtı

source: ⚠️ Warning
ar: ⚠️ تحذير
bn: ⚠️ সতর্কতা
de: ⚠️ Achtung
es: ⚠️ Advertencia
fr: ⚠️ Attention
hi: ⚠️ चेतावनी
ja: ⚠️ 警告
ko: ⚠️ 경고
pt_br: ⚠️ Aviso
ru: ⚠️ Внимание
tr: ⚠️ Uyarı

source: ⚡ Incoming Ecash
ar: ⚡ Ecash وارد
bn: ⚡ ইনকামিং Ecash
de: ⚡Eingehendes Ecash
es: ⚡ Ecash entrante
fr: ⚡ Ecash entrant
hi: ⚡ आने वाला Ecash
ja: ⚡ 受信Ecash
ko: ⚡ 수신 Ecash
pt_br: ⚡ Ecash recebido
ru: ⚡ Входящий Ecash
tr: ⚡ Gelen Ecash

source: 🛰️ Transmission Error
ar: 🛰️ خطأ في الإرسال
bn: 🛰️ ট্রান্সমিশন ত্রুটি
de: 🛰️ Übertragungsfehler
es: 🛰️ Error de transmisión
fr: 🛰️ Erreur de transmission
hi: 🛰️ ट्रांसमिशन त्रुटि
ja: 🛰️ 送信エラー
ko: 🛰️ 전송 오류
pt_br: 🛰️ Erro de transmissão
ru: 🛰️ Ошибка передачи
tr: 🛰️ İletim hatası

source: 🛰️ Transmission issue
ar: 🛰️ مشكلة في الإرسال
bn: 🛰️ ট্রান্সমিশন সমস্যা
de: 🛰️ Übertragungsproblem
es: 🛰️ Problema de transmisión
fr: 🛰️ Problème de transmission
hi: 🛰️ ट्रांसमिशन समस्या
ja: 🛰️ 送信の問題
ko: 🛰️ 전송 문제
pt_br: 🛰️ Problema de transmissão
ru: 🛰️ Проблема передачи
tr: 🛰️ İletim sorunu

source: 12 Word backup seed phrase
ar: عبارة النسخ الاحتياطي المكونة من 12 كلمة
bn: ১২ শব্দের ব্যাকআপ সিড ফ্রেজ
de: 12-Wörter-Seed-Backup
es: Frase semilla de respaldo de 12 palabras
fr: Phrase de récupération de 12 mots
hi: 12 शब्दों का बैकअप सीड फ्रेज़
ja: 12単語のバックアップシードフレーズ
ko: 12단어 백업 시드 구문
pt_br: Frase semente de backup de 12 palavras
ru: Резервная сид-фраза из 12 слов
tr: 12 kelimelik yedek seed ifadesi

source: A transfers incurs fees with the selected mints.
ar: يتضمن التحويل رسومًا مع المنتات المحددة.
bn: নির্বাচিত মিন্টগুলির সাথে ট্রান্সফারে ফি লাগে।
de: Ein Transfer verursacht Gebühren mit den ausgewählten Mints.
es: Una transferencia genera tarifas con los mints seleccionados.
fr: Un transfert entraîne des frais avec les mints sélectionnés.
hi: चयनित मिंट्स के साथ ट्रांसफर पर शुल्क लगता है।
ja: 選択したミントでの転送には手数料がかかります。
ko: 선택한 민트로의 전송에는 수수료가 발생합니다.
pt_br: Uma transferência gera taxas com os mints selecionados.
ru: Перевод включает комиссии с выбранных минтов.
tr: Seçilen mint'lerle bir transfer ücret doğurur.

source: A wallet-specific Nostr key has been generated for you. You can replace it with your own key below if desired.
ar: تم إنشاء مفتاح Nostr خاص بالمحفظة لك. يمكنك استبداله بمفتاحك الخاص أدناه إذا رغبت.
bn: আপনার জন্য একটি Wallet-নির্দিষ্ট Nostr Key তৈরি করা হয়েছে। আপনি চাইলে নিচে আপনার নিজের Key দিয়ে প্রতিস্থাপন করতে পারেন।
de: Ein Wallet-spezifischer Nostr-Key wurde für dich generiert. Du kannst ihn mit deinem eigenen ersetzen falls gewünscht.
es: Se ha generado una clave Nostr específica para tu wallet. Puedes reemplazarla con tu propia clave a continuación si lo deseas.
fr: Une clé Nostr spécifique au wallet a été générée pour toi. Tu peux la remplacer par ta propre clé ci-dessous si tu le souhaites.
hi: आपके लिए एक Wallet-विशिष्ट Nostr Key बनाई गई है। आप चाहें तो इसे नीचे अपनी Key से बदल सकते हैं।
ja: ウォレット専用のNostrキーが生成されました。必要に応じて、下から自分のキーに置き換えることができます。
ko: 지갑 전용 Nostr Key가 생성되었습니다. 원하시면 아래에서 자신의 Key로 교체할 수 있습니다.
pt_br: Uma chave Nostr específica do wallet foi gerada para você. Você pode substituí-la pela sua própria chave abaixo, se desejar.
ru: Для вашего кошелька был сгенерирован Nostr-ключ. Ты можешь заменить его на свой собственный ключ ниже.
tr: Cüzdana özel bir Nostr Key'i oluşturuldu. İstersen aşağıdan kendi Key'inle değiştirebilirsin.

source: A wallet-specific Nostr key will be generated when you set it up.
ar: سيتم إنشاء مفتاح Nostr خاص بالمحفظة عند إعداده.
bn: আপনি সেটআপ করলে একটি Wallet-নির্দিষ্ট Nostr Key তৈরি হবে।
de: Ein Wallet-spezifischer Nostr-Key wird erstellt wenn du es einstellst.
es: Se generará una clave Nostr específica del wallet cuando lo configures.
fr: Une clé Nostr spécifique au wallet sera générée lors de la configuration.
hi: जब आप इसे सेटअप करेंगे तो एक Wallet-विशिष्ट Nostr Key बनाई जाएगी।
ja: セットアップ時にウォレット専用のNostrキーが生成されます。
ko: 설정하면 지갑 전용 Nostr Key가 생성됩니다.
pt_br: Uma chave Nostr específica do wallet será gerada quando você configurá-lo.
ru: Nostr-ключ для кошелька будет сгенерирован при настройке.
tr: Kurulum yaptığında cüzdana özel bir Nostr Key'i oluşturulacak.

source: About this Release
ar: حول هذا الإصدار
bn: এই রিলিজ সম্পর্কে
de: Über diese Version
es: Acerca de esta versión
fr: À propos de cette version
hi: इस रिलीज़ के बारे में
ja: このリリースについて
ko: 이 릴리스 정보
pt_br: Sobre esta versão
ru: Об этой версии
tr: Bu sürüm hakkında

source: ACTIVE
ar: نشط
bn: সক্রিয়
de: AKTIV
es: ACTIVO
fr: ACTIF
hi: सक्रिय
ja: アクティブ
ko: 활성
pt_br: ATIVO
ru: АКТИВЕН
tr: AKTİF

source: Active: %@
ar: نشط: %@
bn: সক্রিয়: %@
de: Aktiv: %@
es: Activo: %@
fr: Actif : %@
hi: सक्रिय: %@
ja: アクティブ: %@
ko: 활성: %@
pt_br: Ativo: %@
ru: Активно: %@
tr: Aktif: %@

source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
tr: Ekle

source: Add & Redeem
ar: إضافة واسترداد
bn: যোগ করুন ও রিডিম করুন
de: Hinzufügen & Einlösen
es: Agregar y canjear
fr: Ajouter et encaisser
hi: जोड़ें और रिडीम करें
ja: 追加して引き換え
ko: 추가 및 사용
pt_br: Adicionar e resgatar
ru: Добавить и получить
tr: Ekle ve kullan

source: Add a mint in the main wallet app to start sending ecash tokens.
ar: أضف mint في تطبيق المحفظة الرئيسي لبدء إرسال رموز ecash.
bn: Ecash টোকেন পাঠানো শুরু করতে মূল Wallet অ্যাপে একটি Mint যোগ করুন।
de: Füge eine Mint in der App hinzu um Ecash zu versenden.
es: Agrega un mint en la app principal del wallet para comenzar a enviar tokens ecash.
fr: Ajoute un mint dans l'app wallet principale pour commencer à envoyer des tokens ecash.
hi: Ecash टोकन भेजने के लिए मुख्य Wallet ऐप में एक Mint जोड़ें।
ja: メインのウォレットアプリでミントを追加して、ecashトークンの送信を開始してください。
ko: ecash 토큰을 보내려면 기본 지갑 앱에서 민트를 추가하세요.
pt_br: Adicione um mint no app principal do wallet para começar a enviar tokens ecash.
ru: Добавь минт в основном приложении кошелька, чтобы начать отправлять ecash-токены.
tr: Ecash token göndermeye başlamak için ana cüzdan uygulamasında bir Mint ekle.

source: Add a note to the recipient...
ar: أضف ملاحظة للمستلم...
bn: প্রাপকের জন্য একটি নোট যোগ করুন...
de: Füge eine Bemerkung für den Empfänger hinzu…
es: Agregar una nota al destinatario...
fr: Ajouter une note au destinataire…
hi: प्राप्तकर्ता के लिए नोट जोड़ें...
ja: 受取人へのメモを追加…
ko: 수신자에게 메모 추가...
pt_br: Adicionar uma nota ao destinatário...
ru: Добавить заметку получателю…
tr: Alıcıya bir not ekle...

source: Add and Redeem
ar: إضافة واسترداد
bn: যোগ করুন ও রিডিম করুন
de: Hinzufügen und einlösen
es: Agregar y canjear
fr: Ajouter et encaisser
hi: जोड़ें और रिडीम करें
ja: 追加して引き換え
ko: 추가 및 사용
pt_br: Adicionar e resgatar
ru: Добавить и получить
tr: Ekle ve kullan

source: Add Mint
ar: إضافة Mint
bn: Mint যোগ করুন
de: Mint hinzufügen
es: Agregar Mint
fr: Ajouter un Mint
hi: Mint जोड़ें
ja: ミントを追加
ko: 민트 추가
pt_br: Adicionar Mint
ru: Добавить минт
tr: Mint ekle

source: Add new Mint URL...
ar: إضافة عنوان Mint جديد…
bn: নতুন Mint URL যোগ করুন…
de: Neue Mint-URL hinzufügen…
es: Agregar nueva URL de Mint…
fr: Ajouter une nouvelle URL de Mint…
hi: नई Mint URL जोड़ें…
ja: 新しいミントURLを追加…
ko: 새 민트 URL 추가…
pt_br: Adicionar nova URL de Mint…
ru: Добавить новый URL минта…
tr: Yeni Mint URL'si ekle…

source: Add Relay
ar: إضافة Relay
bn: Relay যোগ করুন
de: Relay hinzufügen
es: Agregar Relay
fr: Ajouter un Relay
hi: Relay जोड़ें
ja: リレーを追加
ko: 릴레이 추가
pt_br: Adicionar Relay
ru: Добавить реле
tr: Relay ekle

source: Added
ar: تمت الإضافة
bn: যোগ করা হয়েছে
de: Hinzugefügt
es: Agregado
fr: Ajouté
hi: जोड़ा गया
ja: 追加済み
ko: 추가됨
pt_br: Adicionado
ru: Добавлено
tr: Eklendi

source: Already Spent 💸
ar: تم إنفاقه بالفعل 💸
bn: ইতিমধ্যে খরচ হয়েছে 💸
de: Bereits ausgegeben 💸
es: Ya gastado 💸
fr: Déjà dépensé 💸
hi: पहले ही खर्च हो गया 💸
ja: 使用済み 💸
ko: 이미 사용됨 💸
pt_br: Já gasto 💸
ru: Уже потрачено 💸
tr: Zaten harcandı 💸

source: Amount
ar: المبلغ
bn: পরিমাণ
de: Betrag
es: Monto
fr: Montant
hi: राशि
ja: 金額
ko: 금액
pt_br: Valor
ru: Сумма
tr: Miktar

source: Amount:
ar: المبلغ:
bn: পরিমাণ:
de: Betrag:
es: Monto:
fr: Montant :
hi: राशि:
ja: 金額:
ko: 금액:
pt_br: Valor:
ru: Сумма:
tr: Miktar:

source: Amount...
ar: المبلغ…
bn: পরিমাণ…
de: Betrag…
es: Monto…
fr: Montant…
hi: राशि…
ja: 金額…
ko: 금액…
pt_br: Valor…
ru: Сумма…
tr: Miktar…

source: An error occured while trying to redeem a token received via Nostr DMs. %@
ar: حدث خطأ أثناء محاولة استرداد رمز تم استلامه عبر Nostr DM. %@
bn: Nostr DM-এর মাধ্যমে প্রাপ্ত টোকেন রিডিম করার সময় একটি ত্রুটি ঘটেছে। %@
de: Ein Fehler ist aufgetreten beim Einlösen eines Tokens, das via Nostr DM empfangen wurde. %@
es: Ocurrió un error al intentar canjear un token recibido por Nostr DM. %@
fr: Une erreur est survenue lors de l'encaissement d'un token reçu via Nostr DM. %@
hi: Nostr DM के माध्यम से प्राप्त टोकन को रिडीम करने का प्रयास करते समय एक त्रुटि हुई। %@
ja: Nostr DMで受信したトークンの引き換え中にエラーが発生しました。%@
ko: Nostr DM으로 받은 토큰을 사용하는 중 오류가 발생했습니다. %@
pt_br: Ocorreu um erro ao tentar resgatar um token recebido via Nostr DM. %@
ru: Произошла ошибка при попытке получить токен через Nostr DM. %@
tr: Nostr DM ile alınan bir token kullanılırken hata oluştu. %@

source: An inter-mint transfer allows you to move an amount of ecash from one trusted mint to another via the Lightning Network.
ar: يتيح لك التحويل بين المنتات نقل ecash من mint موثوق إلى آخر عبر شبكة Lightning.
bn: ইন্টার-মিন্ট ট্রান্সফার আপনাকে Lightning Network-এর মাধ্যমে একটি বিশ্বস্ত Mint থেকে অন্যটিতে ecash স্থানান্তর করতে দেয়।
de: Ein Transfer ermöglicht dir Ecash von einer bekannten Mint zu einer anderen durch das Lightning Netzwerk zu übertragen.
es: Una transferencia entre mints te permite mover ecash de un mint de confianza a otro a través de la red Lightning.
fr: Un transfert inter-mint te permet de déplacer de l'ecash d'un mint de confiance à un autre via le réseau Lightning.
hi: इंटर-मिंट ट्रांसफर आपको Lightning Network के माध्यम से एक विश्वसनीय Mint से दूसरे में ecash स्थानांतरित करने की अनुमति देता है।
ja: ミント間転送により、Lightning Networkを介して信頼するミントから別のミントにecashを移動できます。
ko: 민트 간 전송을 통해 Lightning Network를 사용하여 신뢰하는 민트에서 다른 민트로 ecash를 이동할 수 있습니다.
pt_br: Uma transferência entre mints permite mover ecash de um mint confiável para outro via rede Lightning.
ru: Перевод между минтами позволяет переместить ecash с одного доверенного минта на другой через сеть Lightning.
tr: Mint'ler arası transfer, Lightning Network üzerinden ecash'i güvendiğin bir Mint'ten diğerine taşımanı sağlar.

source: Animated QR code scanner is unavailable when running on macOS.
ar: ماسح رمز QR المتحرك غير متاح عند التشغيل على macOS.
bn: macOS-এ চলাকালীন অ্যানিমেটেড QR কোড স্ক্যানার উপলব্ধ নয়।
de: Der Scanner für animierte QR-Codes ist auf macOS nicht verfügbar.
es: El escáner de códigos QR animados no está disponible en macOS.
fr: Le scanner de QR code animé n'est pas disponible sur macOS.
hi: macOS पर चलने पर एनिमेटेड QR कोड स्कैनर उपलब्ध नहीं है।
ja: macOSではアニメーションQRコードスキャナーは使用できません。
ko: macOS에서는 애니메이션 QR 코드 스캐너를 사용할 수 없습니다.
pt_br: O scanner de QR code animado não está disponível no macOS.
ru: Сканер анимированных QR-кодов недоступен на macOS.
tr: Animasyonlu QR kod tarayıcı macOS'ta kullanılamaz.

source: Any mint
ar: أي mint
bn: যেকোনো Mint
de: Beliebige Mint
es: Cualquier mint
fr: N'importe quel mint
hi: कोई भी Mint
ja: 任意のミント
ko: 아무 민트
pt_br: Qualquer mint
ru: Любой минт
tr: Herhangi bir Mint

source: Are you sure you want to remove this mint?
ar: هل أنت متأكد أنك تريد إزالة هذا الـ mint؟
bn: আপনি কি নিশ্চিত যে এই Mint সরাতে চান?
de: Bist Du sicher, dass Du diese Mint entfernen möchtest?
es: ¿Estás seguro de que quieres eliminar este mint?
fr: Es-tu sûr de vouloir supprimer ce mint ?
hi: क्या आप वाकई इस Mint को हटाना चाहते हैं?
ja: このミントを削除してもよろしいですか？
ko: 이 민트를 제거하시겠습니까?
pt_br: Tem certeza de que deseja remover este mint?
ru: Ты уверен, что хочешь удалить этот минт?
tr: Bu Mint'i kaldırmak istediğinden emin misin?

source: Argentine Peso
ar: بيزو أرجنتيني
bn: আর্জেন্টিনীয় পেসো
de: Argentinischer Peso
es: Peso argentino
fr: Peso argentin
hi: अर्जेंटीनी पेसो
ja: アルゼンチンペソ
ko: 아르헨티나 페소
pt_br: Peso argentino
ru: Аргентинский песо
tr: Arjantin Pesosu

source: Attempting payment...
ar: جارٍ محاولة الدفع…
bn: পেমেন্টের চেষ্টা করা হচ্ছে…
de: Versuche zu bezahlen…
es: Intentando pagar…
fr: Tentative de paiement…
hi: भुगतान का प्रयास…
ja: 支払い試行中…
ko: 결제 시도 중…
pt_br: Tentando pagamento…
ru: Попытка оплаты…
tr: Ödeme deneniyor…

source: Australian Dollar
ar: دولار أسترالي
bn: অস্ট্রেলিয়ান ডলার
de: Australische Dollar
es: Dólar australiano
fr: Dollar australien
hi: ऑस्ट्रेलियाई डॉलर
ja: オーストラリアドル
ko: 호주 달러
pt_br: Dólar australiano
ru: Австралийский доллар
tr: Avustralya Doları

source: Authenticity unknown
ar: المصداقية غير معروفة
bn: প্রামাণিকতা অজানা
de: Authentizität unbekannt
es: Autenticidad desconocida
fr: Authenticité inconnue
hi: प्रामाणिकता अज्ञात
ja: 真正性不明
ko: 진위 불명
pt_br: Autenticidade desconhecida
ru: Подлинность неизвестна
tr: Doğruluğu bilinmiyor

source: Auto-connect to Relays
ar: الاتصال تلقائيًا بالـ Relays
bn: Relays-এ স্বয়ংক্রিয় সংযোগ
de: Automatisch mit Relays verbinden
es: Conectar automáticamente a Relays
fr: Connexion automatique aux Relays
hi: Relays से स्वचालित कनेक्ट
ja: リレーに自動接続
ko: 릴레이에 자동 연결
pt_br: Conectar automaticamente aos Relays
ru: Автоподключение к реле
tr: Relay'lere otomatik bağlan

source: Back
ar: رجوع
bn: পিছনে
de: Zurück
es: Atrás
fr: Retour
hi: वापस
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
tr: Geri

source: Balance:
ar: الرصيد:
bn: ব্যালেন্স:
de: Guthaben:
es: Saldo:
fr: Solde :
hi: शेष:
ja: 残高:
ko: 잔액:
pt_br: Saldo:
ru: Баланс:
tr: Bakiye:

source: Bangladeshi Taka
ar: تاكا بنغلاديشي
bn: বাংলাদেশী টাকা
de: Bangladesch-Taka
es: Taka bangladesí
fr: Taka bangladais
hi: बांग्लादेशी टका
ja: バングラデシュタカ
ko: 방글라데시 타카
pt_br: Taka de Bangladesh
ru: Бангладешская така
tr: Bangladeş Takası

source: Basic Information
ar: معلومات أساسية
bn: মৌলিক তথ্য
de: Grundinformation
es: Información básica
fr: Informations de base
hi: मूल जानकारी
ja: 基本情報
ko: 기본 정보
pt_br: Informações básicas
ru: Основная информация
tr: Temel bilgiler

source: Blinded Message Already Signed
ar: الرسالة المعمّاة موقعة بالفعل
bn: ব্লাইন্ডেড মেসেজ ইতিমধ্যে সাইন করা হয়েছে
de: “Blindnachricht” bereits signiert
es: Mensaje ciego ya firmado
fr: Message aveugle déjà signé
hi: ब्लाइंडेड संदेश पहले से हस्ताक्षरित
ja: ブラインドメッセージは署名済み
ko: 블라인드 메시지가 이미 서명됨
pt_br: Mensagem cega já assinada
ru: Слепое сообщение уже подписано
tr: Kör mesaj zaten imzalanmış

source: Brazilian Real
ar: ريال برازيلي
bn: ব্রাজিলিয়ান রিয়াল
de: Brasilianische Real
es: Real brasileño
fr: Réal brésilien
hi: ब्राजीलियाई रियाल
ja: ブラジルレアル
ko: 브라질 헤알
pt_br: Real brasileiro
ru: Бразильский реал
tr: Brezilya Reali

source: British Pound
ar: جنيه إسترليني
bn: ব্রিটিশ পাউন্ড
de: Britischer Pfund
es: Libra esterlina
fr: Livre sterling
hi: ब्रिटिश पाउंड
ja: 英ポンド
ko: 영국 파운드
pt_br: Libra esterlina
ru: Британский фунт
tr: İngiliz Sterlini

source: Camera access has been denied. Please enable it in the Settings app to scan QR codes.
ar: تم رفض الوصول إلى الكاميرا. يرجى تفعيله في الإعدادات لمسح رموز QR.
bn: ক্যামেরা অ্যাক্সেস অস্বীকার করা হয়েছে। QR কোড স্ক্যান করতে সেটিংস অ্যাপে সক্রিয় করুন।
de: Kamera-Zugriff wurde verweigert. Bitte erteile Zugriff in den Einstellungen um QR-Codes zu scannen.
es: Se ha denegado el acceso a la cámara. Actívalo en Ajustes para escanear códigos QR.
fr: L'accès à la caméra a été refusé. Active-le dans les Réglages pour scanner les QR codes.
hi: कैमरा एक्सेस अस्वीकार कर दिया गया है। QR कोड स्कैन करने के लिए सेटिंग्स ऐप में सक्षम करें।
ja: カメラへのアクセスが拒否されました。QRコードをスキャンするには設定アプリで有効にしてください。
ko: 카메라 접근이 거부되었습니다. QR 코드를 스캔하려면 설정 앱에서 활성화하세요.
pt_br: O acesso à câmera foi negado. Ative nas Configurações para escanear QR codes.
ru: Доступ к камере запрещён. Включи его в Настройках, чтобы сканировать QR-коды.
tr: Kamera erişimi reddedildi. QR kodları taramak için Ayarlar'dan etkinleştir.

source: Camera access is restricted. This might be due to parental controls or other restrictions.
ar: الوصول إلى الكاميرا مقيّد. قد يكون ذلك بسبب الرقابة الأبوية أو قيود أخرى.
bn: ক্যামেরা অ্যাক্সেস সীমাবদ্ধ। এটি প্যারেন্টাল কন্ট্রোল বা অন্যান্য সীমাবদ্ধতার কারণে হতে পারে।
de: Kamera-Zugriff ist eingeschränkt. Dies kann an Eltern-Freigabe oder anderen Einschränkungen liegen.
es: El acceso a la cámara está restringido. Esto puede deberse a controles parentales u otras restricciones.
fr: L'accès à la caméra est restreint. Cela peut être dû au contrôle parental ou à d'autres restrictions.
hi: कैमरा एक्सेस प्रतिबंधित है। यह पैरेंटल कंट्रोल या अन्य प्रतिबंधों के कारण हो सकता है।
ja: カメラへのアクセスが制限されています。ペアレンタルコントロールなどの制限が原因の可能性があります。
ko: 카메라 접근이 제한되어 있습니다. 자녀 보호 기능이나 기타 제한 때문일 수 있습니다.
pt_br: O acesso à câmera está restrito. Isso pode ser devido ao controle dos pais ou outras restrições.
ru: Доступ к камере ограничен. Это может быть из-за родительского контроля или других ограничений.
tr: Kamera erişimi kısıtlanmış. Bu ebeveyn denetimleri veya başka kısıtlamalardan kaynaklanıyor olabilir.

source: Camera Access Required
ar: مطلوب الوصول إلى الكاميرا
bn: ক্যামেরা অ্যাক্সেস প্রয়োজন
de: Kamera-Zugriff wird benötigt.
es: Acceso a la cámara requerido
fr: Accès à la caméra requis
hi: कैमरा एक्सेस आवश्यक
ja: カメラへのアクセスが必要です
ko: 카메라 접근 권한 필요
pt_br: Acesso à câmera necessário
ru: Требуется доступ к камере
tr: Kamera erişimi gerekli

source: Canadian Dollar
ar: دولار كندي
bn: কানাডিয়ান ডলার
de: Kanadische Dollar
es: Dólar canadiense
fr: Dollar canadien
hi: कैनेडियन डॉलर
ja: カナダドル
ko: 캐나다 달러
pt_br: Dólar canadense
ru: Канадский доллар
tr: Kanada Doları

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal

source: Change created
ar: تم إنشاء الفكة
bn: পরিবর্তন তৈরি হয়েছে
de: Wechselgeld erstellt
es: Cambio creado
fr: Monnaie créée
hi: छुट्टा बनाया गया
ja: おつりが作成されました
ko: 거스름돈 생성됨
pt_br: Troco criado
ru: Сдача создана
tr: Para üstü oluşturuldu

source: Check Payment State
ar: تحقق من حالة الدفع
bn: পেমেন্ট স্ট্যাটাস চেক করুন
de: Zahlungsstatus prüfen
es: Verificar estado del pago
fr: Vérifier l'état du paiement
hi: भुगतान स्थिति जांचें
ja: 支払い状態を確認
ko: 결제 상태 확인
pt_br: Verificar estado do pagamento
ru: Проверить статус платежа
tr: Ödeme durumunu kontrol et

source: Check token state?
ar: تحقق من حالة التوكن؟
bn: টোকেন স্ট্যাটাস চেক করবেন?
de: Token-Status prüfen
es: ¿Verificar estado del token?
fr: Vérifier l'état du token ?
hi: टोकन स्थिति जांचें?
ja: トークンの状態を確認しますか？
ko: 토큰 상태를 확인하시겠습니까?
pt_br: Verificar estado do token?
ru: Проверить состояние токена?
tr: Token durumunu kontrol et?

source: Checking camera permissions...
ar: جارٍ التحقق من أذونات الكاميرا…
bn: ক্যামেরা অনুমতি পরীক্ষা করা হচ্ছে…
de: Kamera-Zugriff prüfen…
es: Verificando permisos de cámara…
fr: Vérification des autorisations caméra…
hi: कैमरा अनुमतियाँ जाँच रहा है…
ja: カメラ権限を確認中…
ko: 카메라 권한 확인 중…
pt_br: Verificando permissões da câmera…
ru: Проверка разрешений камеры…
tr: Kamera izinleri kontrol ediliyor…

source: Chilean Peso
ar: بيزو تشيلي
bn: চিলিয়ান পেসো
de: Chilenischer Peso
es: Peso chileno
fr: Peso chilien
hi: चिली पेसो
ja: チリペソ
ko: 칠레 페소
pt_br: Peso chileno
ru: Чилийский песо
tr: Şili Pesosu

source: Chinese Yuan
ar: يوان صيني
bn: চীনা ইউয়ান
de: Chinesischer Yuan
es: Yuan chino
fr: Yuan chinois
hi: चीनी युआन
ja: 中国人民元
ko: 중국 위안
pt_br: Yuan chinês
ru: Китайский юань
tr: Çin Yuanı

source: Colombian Peso
ar: بيزو كولومبي
bn: কলম্বিয়ান পেসো
de: Kolumbischer Peso
es: Peso colombiano
fr: Peso colombien
hi: कोलंबियाई पेसो
ja: コロンビアペソ
ko: 콜롬비아 페소
pt_br: Peso colombiano
ru: Колумбийский песо
tr: Kolombiya Pesosu

source: Complete
ar: مكتمل
bn: সম্পন্ন
de: Abgeschlossen
es: Completado
fr: Terminé
hi: पूर्ण
ja: 完了
ko: 완료
pt_br: Concluído
ru: Завершено
tr: Tamamlandı

source: Complete Transfer
ar: إتمام التحويل
bn: ট্রান্সফার সম্পন্ন করুন
de: Transfer abschließen
es: Completar transferencia
fr: Terminer le transfert
hi: ट्रांसफर पूरा करें
ja: 転送を完了
ko: 전송 완료
pt_br: Concluir transferência
ru: Завершить перевод
tr: Transferi tamamla

# Connected to %lld of %lld relay%@.
source: Connected to %1$lld of %2$lld relay%3$@.
ar: متصل بـ %1$lld من %2$lld relay%3$@.
bn: %2$lld relay%3$@-এর মধ্যে %1$lld-তে সংযুক্ত।
de: Verbunden mit %1$lld von %2$lld Relay%3$@.
es: Conectado a %1$lld de %2$lld relay%3$@.
fr: Connecté à %1$lld sur %2$lld relay%3$@.
hi: %1$lld में से %2$lld relay%3$@ से कनेक्ट।
ja: %2$lldリレー%3$@中%1$lld接続済み。
ko: %2$lld개의 릴레이%3$@ 중 %1$lld개에 연결됨.
pt_br: Conectado a %1$lld de %2$lld relay%3$@.
ru: Подключено к %1$lld из %2$lld реле%3$@.
tr: %2$lld relay%3$@ üzerinden %1$lld tanesine bağlı.

# Connected to all %lld relay%@.
source: Connected to all %1$lld relay%2$@.
ar: متصل بجميع %1$lld relay%2$@.
bn: সমস্ত %1$lld relay%2$@-এ সংযুক্ত।
de: Mit allen %1$lld Relay%2$@ verbinden.
es: Conectado a todos los %1$lld relay%2$@.
fr: Connecté à tous les %1$lld relay%2$@.
hi: सभी %1$lld relay%2$@ से कनेक्ट।
ja: すべての%1$lldリレー%2$@に接続済み。
ko: 모든 %1$lld개의 릴레이%2$@에 연결됨.
pt_br: Conectado a todos os %1$lld relay%2$@.
ru: Подключено ко всем %1$lld реле%2$@.
tr: Tüm %1$lld relay%2$@'a bağlı.

source: Contact the developer
ar: تواصل مع المطور
bn: ডেভেলপারের সাথে যোগাযোগ করুন
de: Entwickler kontaktieren
es: Contactar al desarrollador
fr: Contacter le développeur
hi: डेवलपर से संपर्क करें
ja: 開発者に連絡
ko: 개발자에게 문의
pt_br: Contatar o desenvolvedor
ru: Связаться с разработчиком
tr: Geliştirici ile iletişime geç

source: Contactless
ar: بدون تلامس
bn: কন্ট্যাক্টলেস
de: Kontaktlos
es: Sin contacto
fr: Sans contact
hi: कॉन्टैक्टलेस
ja: 非接触
ko: 비접촉
pt_br: Sem contato
ru: Бесконтактно
tr: Temassız

source: Contactless Pay
ar: دفع بدون تلامس
bn: কন্ট্যাক্টলেস পে
de: Kontaktlose Bezahlung
es: Pago sin contacto
fr: Paiement sans contact
hi: कॉन्टैक्टलेस भुगतान
ja: 非接触決済
ko: 비접촉 결제
pt_br: Pagamento sem contato
ru: Бесконтактная оплата
tr: Temassız ödeme

source: Contactless Payment
ar: دفع بدون تلامس
bn: কন্ট্যাক্টলেস পেমেন্ট
de: Kontaktlose Bezahlung
es: Pago sin contacto
fr: Paiement sans contact
hi: कॉन्टैक्टलेस भुगतान
ja: 非接触決済
ko: 비접촉 결제
pt_br: Pagamento sem contato
ru: Бесконтактная оплата
tr: Temassız ödeme
